import Foundation

/* FizzBuzz
 
 «Напишите программу, которая выводит на экран числа от 1 до 100.
 При этом вместо чисел, кратных трем, программа должна выводить слово Fizz,
 а вместо чисел, кратных пяти — слово Buzz. Если число кратно пятнадцати, то
 программа должна выводить слово FizzBuzz.
 
 План:
 
 Функция fizzBuzz
 
 [*] Принимает на вход массив интеджеров и возвращает массив строк
 [ ] Конвертирует каждый элемент в строку
 [ ] Вместо чисел, кратных трем, программа должна выводить слово Fizz
 [ ] Вместо чисел, кратных пяти — слово Buzz
 [ ] Если число кратно пятнадцати, то программа должна выводить слово FizzBuzz
 
 ______________________
 
 - Запускать тесты по очереди, верифицируя каждый пункт (тест соответствует пункту)
 - В конце нажимаем [Cmd + U] для прогона всех тестов и проверки выполненного задания
 
 */

public func fizzBuzz(_ items: [Int]) -> [String] {
    []
}
